import React from "react";

export default {
  error: {
    password: "کلمه عبور الزامیست",
    username: " نام کاربری الزامیست",
    company_name: "نام شرکت الزامیست",
    code: "کد تایید الزامیست",
    re_password: "تکرار کلمه عبور الزامیست",
    password_notmatch: "کلمه عبور یکسان نمی باشد",
    name_family: "نام خانوادگی الزامیست",
    phone_number: "شماره موبایل الزامیست",
    activity: " حوزه فعالیت شرکت الزامیست",
  },
  list_industry: [
    {
      label: "خدمات اقامتی و غذایی",
      value: "خدمات اقامتی و غذایی",
    },
    {
      label: "مدیریت، پشتیبانی کسب و کار",
      value: "مدیریت، پشتیبانی کسب و کار",
    },
    {
      label: " کشاورزی، جنگلداری، ماهیگیری و شکار ",
      value: "  کشاورزی، جنگلداری، ماهیگیری و شکار ",
    },
    {
      label: "مواد شیمیایی  ",
      value: " مواد شیمیایی  ",
    },
    {
      label: " ساخت و ساز  ",
      value: "  ساخت و ساز  ",
    },
    {
      label: " کالاها و خدمات مصرفی   ",
      value: "  کالاها و خدمات مصرفی   ",
    },
    {
      label: "خدمات آموزشی  ",
      value: " خدمات آموزشی  ",
    },
    {
      label: " تجهیزات الکترونیکی و برقی  ",
      value: "  تجهیزات الکترونیکی و برقی  ",
    },
    {
      label: "   مهندسی   ",
      value: "    مهندسی   ",
    },
    {
      label: "   نرم افزار و خدمات کامپیوتری   ",
      value: "    نرم افزار و خدمات کامپیوتری   ",
    },
    {
      label: "   امور مالی و بیمه   ",
      value: "    امور مالی و بیمه   ",
    },
    {
      label: "     تولید کنندگان مواد غذایی    ",
      value: "      تولید کنندگان مواد غذایی    ",
    },
  ],
  states: [
    {
      label: "   تهران   ",
      value: "    تهران   ",
    },
    {
      label: "   اصفهان   ",
      value: "    اصفهان   ",
    },
    {
      label: "   تبریز   ",
      value: "    تبریز   ",
    },
    {
      label: "   شیراز   ",
      value: "    شیراز   ",
    },
    {
      label: "مشهد ",
      value: " مشهد ",
    },
    {
      label: "سمنان ",
      value: " سمنان ",
    },
    {
      label: "ارومیه",
      value: " ارومیه",
    },
    {
      label: "اردبیل",
      value: " اردبیل",
    },
    {
      label: " کردستان   ",
      value: "  کردستان   ",
    },
  ],
};
